tap "barnardb/cookies"
tap "codecrafters-io/tap"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "homebrew/autoupdate"
tap "homebrew/command-not-found"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "warrensbox/tap"
brew "act"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "aom"
brew "asdf"
brew "awscli"
brew "bat"
brew "node"
brew "bruno-cli"
brew "cheat"
brew "chezmoi"
brew "codecrafters"
brew "dict"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "docutils"
brew "harfbuzz"
brew "pango"
brew "exercism"
brew "fd"
brew "netpbm"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "libheif"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kube-score"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "mas"
brew "minikube"
brew "mtr"
brew "neovim"
brew "octave"
brew "pam-reattach"
brew "pandoc"
brew "pigz"
brew "pstree"
brew "pycodestyle"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "rich-cli"
brew "ripgrep"
brew "selene"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tealdeer"
brew "tfenv"
brew "tmux"
brew "tofrodos"
brew "tree"
brew "universal-ctags"
brew "usbutils"
brew "virtualenv"
brew "wget"
brew "yadm"
brew "ykman"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "barnardb/cookies/cookies"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "anki"
cask "bbedit"
cask "brave-browser"
cask "bruno"
cask "espanso"
cask "firefox"
cask "font-inconsolata-lgc-nerd-font"
cask "ghostty"
cask "gitkraken"
cask "gittyup"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "karabiner-elements"
cask "kitty"
cask "rectangle-pro"
cask "slack"
cask "steam"
cask "thonny"
cask "vivaldi"
cask "wezterm"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "AmorphousDiskMark", id: 1168254295
mas "Amphetamine", id: 937984704
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "GrandPerspective", id: 1111570163
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "TechniCalc", id: 1504965415
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
