tap "dsully/tap"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "readline"
brew "awscli"
brew "cheat"
brew "chezmoi"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "go"
brew "luajit"
brew "luarocks"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "telnet"
brew "tmux"
brew "yadm"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "dsully/tap/macos-defaults"
brew "felixkratz/formulae/borders"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "anki"
cask "balenaetcher"
cask "espanso"
cask "firefox@developer-edition"
cask "font-inconsolata-lgc-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "rectangle-pro"
cask "vivaldi"
cask "wezterm"
